import css from "./page.module.css";

export default function Home() {
  return (
    <main>
      <h1>Обери вправу для тренування математичних навиків</h1>

      <ul>
        <li><a href="">Додавання двох натуральних чисел до 10</a></li>
        <li><a href="">Додавання двох натуральних чисел до 20</a></li>
        <li><a href="">Додавання двох натуральних чисел до 50</a></li>
        <li><a href="">Додавання двох натуральних чисел до 100</a></li>
        <li><a href="">Віднімання двох натуральних чисел до 10</a></li>
        <li><a href="">Віднімання двох натуральних чисел до 20</a></li>
        <li><a href="">Віднімання двох натуральних чисел до 50</a></li>
        <li><a href="">Віднімання двох натуральних чисел до 100</a></li>
        <li><a href="">Додавання і віднімання двох натуральних чисел до 10</a></li>
        <li><a href="">Додавання і віднімання двох натуральних чисел до 20</a></li>
        <li><a href="">Додавання і віднімання двох натуральних чисел до 50</a></li>
        <li><a href="">Додавання і віднімання двох натуральних чисел до 100</a></li>
        <li><a href="">Додавання у стовбчик двозначних чисел</a></li>
        <li><a href="">Додавання у стовбчик двозначних та тризначних чисел</a></li>
        <li><a href="">Додадавання у стовбчик тризначних чисел</a></li>
      </ul>

    </main>
    
  );
}
